

#include <iostream>

int main() {
    setlocale(LC_ALL, "Rus");
    std::cout << "Милый друг, иль ты \tне видишь,\n"
        "Что все\a видимое нами -\a"
        "Только отблеск,\n только тени\n"
        "От незримого \b очами?\b"
        "Милый друг, иль \t ты не слышишь,\t"
        "Что житейский \v шум трескучий -\v"
        "Только отклик\r искаженный\r"
        "Торжествующих\f созвучий?\f"
        "Милый друг, иль ты \" не чуешь,\""
        "Что одно на\' целом свете -\'"
        "Только то, что сердце к сердцу\n"
        "Говорит в нем\\ привете?\n";
    return 0;
}
// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
